Repository: inthepoche/poche
Catalog: locale/*.utf8/LC_MESSAGES/*.utf8.po
Languages: cs_cz, de_de, zh_cn

source: config
cs_cz: nastavení
de_de: Konfiguration
zh_cn: 设置

source: Saving articles
de_de: Artikel speichern

source: There are several ways to save an article:
de_de: Es gibt viele Methoden um Artikel zu speichern:

source: read the documentation
cs_cz: číst dokumentaci
de_de: Die Dokumentation lesen
zh_cn: 阅读文档

source: download the extension
de_de: installiere die Erweiterung

source: or
de_de: oder

source: download the application
de_de: lade die App

source: By filling this field
de_de: Durch Ausfüllen dieses Feldes

source: Bookmarklet: drag & drop this link to your bookmarks bar
de_de: Bookmarklet: Ziehe diesen Link in deine Lesezeichen-Leiste

source: Upgrading wallabag
de_de: wallabag aktualisieren

source: Installed version
de_de: Installierte Version

source: Latest stable version
de_de: Neuste stabile Version

source: A more recent stable version is available.
de_de: Eine neuere stabile Version ist verfügbar.

source: You are up to date.
de_de: Du bist auf den neuesten Stand.

source: Last check:
de_de: Zuletzt geprüft:

source: Latest dev version
de_de: Neuste Entwicklungsversion

source: A more recent development version is available.
de_de: Eine neuere Entwicklungsversion ist verfügbar.

source: You can clear cache to check the latest release.
de_de: Leere den Cache um die neueste Version zu prüfen.

source: Your feed token is currently empty and must first be generated to enable feeds. Click <a href='?feed&amp;action=generate'>here to generate it</a>.
de_de: Dein Feed Token ist noch nicht vorhanden und muss zunächst generiert werden, um deine Feeds zu aktivieren. Klicke <a href='?feed&amp;action=generate'>hier um ihn zu generieren</a>.

source: Unread feed
de_de: Ungelesen Feed

source: Favorites feed
de_de: Favoriten Feed

source: Archive feed
de_de: Archiv Feed

source: Your token:
de_de: Dein Token:

source: Your user id:
de_de: Deine User ID:

source: You can regenerate your token: <a href='?feed&amp;action=generate'>generate!</a>.
de_de: Hier kannst du dein Token erzeugen: <a href='?feed&amp;action=generate'>Generieren!</a>.

source: Change your theme
de_de: Theme ändern

source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
zh_cn: 更新

source: Change your language
de_de: Sprache ändern

source: Language:
de_de: Sprache:

source: Change your password
cs_cz: Změnit heslo
de_de: Passwort ändern
zh_cn: 修改密码

source: New password:
cs_cz: Nové heslo:
de_de: Neues Passwort:
zh_cn: 新密码:

source: Password
cs_cz: Heslo
de_de: Passwort
zh_cn: 原密码

source: Repeat your new password:
cs_cz: Znovu nové heslo:
de_de: Neues Passwort wiederholen:
zh_cn: 确认新密码:

source: Importing from other services can be quite long, and webservers default configuration often prevents long scripts execution time, so it must be done in multiple parts.
de_de: Der Import von anderen Diensten kann sehr lange dauern. Deswegen bricht der Webserver diesen in vielen Konfigurationen ab. Daher muss der Import in mehrere Teile aufgeteilt werden.

source: First, select the export file on your computer and upload it.
de_de: Wähle eine Datei von deinem Computer aus und lade sie hoch.

source: File:
de_de: Datei:

source: Upload
de_de: Hochladen

source: Then, click on the right link below.
de_de: Klicke dann unten auf den entsprechenden Link.

source: Import from Pocket
de_de: Import aus Pocket

source: (after uploaded %s file)
de_de: (nach Upload der Datei %s)

source: Import from Readability
de_de: Import aus Readability

source: Import from Instapaper
de_de: Import aus Instapaper

source: Import from wallabag
de_de: Import aus Readability

source: 3. Your feed token is currently empty and must first be generated to fetch content. Click <a href='?feed&amp;action=generate'>here to generate it</a>.
de_de: 3. Dein Feed Token ist noch nicht vorhanden und muss zunächst generiert werden, um Inhalt abrufen zu können. Klicke <a href='?feed&amp;action=generate'>hier um ihn zu generieren</a>.

source: Finally, you have to fetch content for imported items.
de_de: Jetzt musst du den Inhalt der importierten Artikel abrufen.

source: Click here
cs_cz: Klikněte zde
de_de: Klicke hier
zh_cn: 点此开始

source: to fetch content for 10 articles
de_de: um den Inhalt von 10 Artikeln abzurufen

source: If you have console access to your server, you can also create a cron task:
de_de: Wenn du Konsolenzugang zu deinem Server hast kannst du auch einen cron erstellen:

source: Export your wallabag data
de_de: Exportieren deine wallabag Daten

source: to download your database.
de_de: um deine Datenbank herunterzuladen

source: to export your wallabag data.
de_de: um deine Daten aus wallabag zu exportieren.

source: to delete cache.
de_de: um den Cache zu löschen.

source: by date asc
cs_cz: podle data od nejstarších
de_de: nach Datum aufsteigend
zh_cn: 最旧在前

source: by date
cs_cz: podle data
de_de: nach Datum
zh_cn: 按日期

source: by date desc
cs_cz: podle data od nejnovějších
de_de: nach Datum absteigend
zh_cn: 最新在前

source: by title asc
cs_cz: podle nadpisu vzestupně
de_de: nach Titel aufsteigend
zh_cn: 标题正序

source: by title
cs_cz: podle nadpisu
de_de: nach Titel
zh_cn: 按标题

source: by title desc
cs_cz: podle nadpisu sestupně
de_de: nach Titel absteigend
zh_cn: 标题逆序

source: home
cs_cz: domů
de_de: Start

source: favorites
cs_cz: oblíbené
de_de: Favoriten

source: archive
cs_cz: archív
de_de: Archiv
zh_cn: 归档

source: save a link
de_de: Speichere einen Link

source: search
de_de: Suche

source: return home
de_de: Zurück zum Start

source: powered by
cs_cz: běží na
de_de: bereitgestellt von

source: debug mode is on so cache is off.
cs_cz: je zapnut ladicí mód, proto je keš vypnuta.
de_de: Debug Modus ist aktiviert, das Caching ist somit deaktiviert
zh_cn: 调试模式开(缓存关)

source: your wallabag version:
de_de: Deine wallabag Version

source: storage:
cs_cz: úložiště:
de_de: Speicher:
zh_cn: 存储:

source: Save a link
de_de: Speichere einen Link

source: save link!
de_de: Link speichern!

source: unread
cs_cz: nepřečtené
de_de: ungelesen
zh_cn: 未读

source: No articles found.
de_de: Keine Artikel gefunden.

source: estimated reading time:
de_de: geschätzte Lesezeit:

source: estimated reading time :
de_de: geschätzte Lesezeit:

source: Toggle mark as read
de_de: Als gelesen markieren

source: toggle favorite
cs_cz: označit jako oblíbené
de_de: Favorit
zh_cn: 标记为喜欢

source: delete
cs_cz: smazat
de_de: Löschen
zh_cn: 删除

source: Mark all the entries as read
de_de: Markiere alle als gelesen

source: results
cs_cz: výsledky
de_de: Ergebnisse
zh_cn: 结果

source: Uh, there is a problem with the cron.
de_de: Oh, es gab ein Problem mit dem cron.

source: Untitled
de_de: Ohne Titel

source: the link has been added successfully
de_de: Speichern des Links erfolgreich

source: error during insertion : the link wasn't added
de_de: Fehler beim Einfügen: Der Link wurde nicht hinzugefügt

source: the link has been deleted successfully
de_de: Löschen des Links erfolgreich

source: the link wasn't deleted
de_de: Der Link wurde nicht entfernt

source: Article not found!
de_de: Artikel nicht gefunden!

source: previous
de_de: vorherige

source: next
de_de: nächste

source: in demo mode, you can't update your password
de_de: im Demo-Modus kann das Passwort nicht geändert werden

source: your password has been updated
de_de: Dein Passwort wurde geändert

source: the two fields have to be filled & the password must be the same in the two fields
de_de: Beide Felder müssen mit selbem Inhalt ausgefüllt sein

source: still using the "
de_de: nutze immernoch die "

source: that theme does not seem to be installed
de_de: dieses Theme scheint nicht installiert zu sein

source: you have changed your theme preferences
de_de: Du hast deine Theme Einstellungen geändert

source: that language does not seem to be installed
de_de: Diese Sprache scheint nicht installiert zu sein

source: you have changed your language preferences
de_de: Du hast deine Spracheinstellungen geändert

source: login failed: you have to fill all fields
de_de: Anmeldung fehlgeschlagen: Alle Felder müssen ausgefüllt werden

source: welcome to your wallabag
de_de: Willkommen bei deiner wallabag

source: login failed: bad login or password
de_de: Anmeldung fehlgeschlagen: Falscher Benutzername oder Passwort

source: import from instapaper completed. You have to execute the cron to fetch content.
de_de: Import aus Instapaper vollständig. Führe den cronjob aus um den Inhalt abzurufen.

source: import from pocket completed. You have to execute the cron to fetch content.
de_de: Import aus Pocket vollständig. Führe den cronjob aus um den Inhalt abzurufen.

source: import from Readability completed. You have to execute the cron to fetch content.
de_de: Import aus Readability vollständig. Führe den cronjob aus um den Inhalt abzurufen.

source: import from Poche completed. You have to execute the cron to fetch content.
de_de: Import aus Poche vollständig. Führe den cronjob aus um den Inhalt abzurufen.

source: Unknown import provider.
de_de: Unbekannter Import Anbieter.

source: Could not find required "
de_de: Nicht gefunden: "

source: File uploaded. You can now execute import.
de_de: Datei hochgeladen. Du kannst nun importieren.

source: Error while importing file. Do you have access to upload it?
de_de: Fehler beim Importieren. Hast du das Recht zum Hochladen?

source: User with this id (
de_de: Nutzer mit dieser id (

source: Uh, there is a problem while generating feeds.
de_de: Oh, es gab ein Problem beim Erstellen des Feeds.

source: Cache deleted.
de_de: Cache gelöscht

source: Oops, it seems you don't have PHP 5.
de_de: Oops, es scheint als würde PHP 5 fehlen.

source: wallabag, a read it later open source system
de_de: wallabag, ein Später-Lesen Open Source System

source: login failed: user doesn't exist
de_de: Anmeldung fehlgeschlagen: Benutzer existiert nicht

source: Poching a link
cs_cz: Odkaz se ukládá
zh_cn: 转换链接

source: by filling this field
cs_cz: vyplněním tohoto pole
zh_cn: 填写该表单

source: poche it!
cs_cz: uložit!
zh_cn: 转之!

source: Updating poche
cs_cz: Poche se aktualizuje
zh_cn: 升级poche

source: your version
cs_cz: vaše verze
zh_cn: 当前版本

source: latest stable version
cs_cz: poslední stabilní verze
zh_cn: 最新版本

source: a more recent stable version is available.
cs_cz: je k dispozici novější stabilní verze.
zh_cn: 检测到新版本

source: you are up to date.
cs_cz: je aktuální
zh_cn: 当前是最新版本

source: latest dev version
cs_cz: poslední vývojová verze
zh_cn: 最新开发版本

source: a more recent development version is available.
cs_cz: je k dispozici novější vývojová verze.
zh_cn: 检测到有新的开发版本.

source: Import
cs_cz: Importovat
zh_cn: 导入

source: Please execute the import script locally, it can take a very long time.
cs_cz: Spusťte importní skript lokálně, může to dlouho trvat.
zh_cn: 请本地执行导入脚本，这将会花费较长时间.

source: More infos in the official doc:
cs_cz: Více informací v oficiální dokumentaci:

source: import from Pocket
cs_cz: importovat z Pocket
zh_cn: 从移动端导入

source: import from Readability
cs_cz: importovat z Readability
zh_cn: 从Readability导入

source: import from Instapaper
cs_cz: importovat z Instapaper
zh_cn: 从Instapaper导入

source: Export your poche datas
cs_cz: Export dat

source: to export your poche datas.
cs_cz: pro export vašich dat.

source: back to home
cs_cz: zpět na úvod
zh_cn: 返回首页

source: installation
cs_cz: instalace
zh_cn: 安装

source: install your poche
cs_cz: instalovat
zh_cn: 安装poche

source: poche is still not installed. Please fill the below form to install it. Don't hesitate to <a href='http://inthepoche.com/doc'>read the documentation on poche website</a>.
cs_cz: poche ještě není nainstalováno. Pro instalaci vyplňte níže uvedený formulář. Nezapomeňte <a href='http://inthepoche.com/doc'>si přečíst dokumentaci</a> na stránkách programu.

source: Login
cs_cz: Jméno
zh_cn: 登入

source: Repeat your password
cs_cz: Zopakujte heslo
zh_cn: 请再次输入密码

source: Install
cs_cz: Instalovat
zh_cn: 安装

source: back to top
cs_cz: zpět na začátek
zh_cn: 返回顶部

source: favoris
cs_cz: oblíbené
zh_cn: 喜欢

source: No link available here!
cs_cz: Není k dispozici žádný odkaz!
zh_cn: 暂无链接!

source: toggle mark as read
cs_cz: označit jako přečtené
zh_cn: 标记为已读

source: original
cs_cz: originál
zh_cn: 来源

source: tweet
cs_cz: tweetnout

source: this article appears wrong?
cs_cz: vypadá tento článek špatně?
zh_cn: 该文章不正常?

source: create an issue
cs_cz: odeslat požadavek
zh_cn: 创建反馈

source: or
cs_cz: nebo

source: contact us by mail
cs_cz: kontaktovat e-mailem
zh_cn: 邮件联系我们

source: logout
cs_cz: odhlásit se
zh_cn: 注销

source: your poche version:
cs_cz: verze:
zh_cn: 您的poche版本:

source: login to your poche
cs_cz: přihlásit se k poche
zh_cn: 登入

source: you are in demo mode, some features may be disabled.
cs_cz: používáte ukázkový mód, některé funkce jsou zakázány.
zh_cn: 演示模式，部分特性禁用.

source: Stay signed in
cs_cz: Zůstat přihlášen(a)
zh_cn: 保持登入

source: (Do not check on public computers)
cs_cz: (Nezaškrtávejte na veřejně dostupných počítačích)
zh_cn: (公共场所请勿勾选)

source: Sign in
cs_cz: Přihlásit se
zh_cn: 登入

source: More info in the official doc:
zh_cn: 更多详情尽在官方文档:

source: Export your poche data
zh_cn: 导出数据

source: to export your poche data.
zh_cn: 导出您的数据.

source: poche is still not installed. Please fill the below form to install it. Don't hesitate to <a href='http://doc.inthepoche.com'>read the documentation on poche website</a>.
zh_cn: poche尚未安装，请填写以下表单完成安装. 如需帮助请点击阅读 <a href='http://doc.inthepoche.com'>read the documentation 官方文档</a>.
